Repository: Loriage/Beszel-Swift-App
Catalog: Beszel-companion/Localizable.xcstrings
Source language: en
Languages: fr, pl

# accessibility.loadIndicator
source: Load average indicator
fr: Indicateur de charge moyenne
pl: Wskaźnik średniego obciążenia

# accessibility.loadStatus.critical
source: Critical
fr: Critique
pl: Krytyczny

# accessibility.loadStatus.high
source: High
fr: Élevée
pl: Wysoki

# accessibility.loadStatus.unknown
source: Unknown
fr: Inconnu
pl: Nieznany

# advanced.title
source: Advanced
fr: Avancé
pl: Zaawansowane

# alerts.active.empty
source: No active alerts
fr: Aucune alerte active
pl: Brak aktywnych alertów

# alerts.active.empty.description
source: All your systems are running normally.
fr: Tous vos systèmes fonctionnent normalement.
pl: Wszystkie systemy działają prawidłowo.

# alerts.active.mute
source: Mute
fr: Masquer
pl: Wycisz

# alerts.active.muteAll
source: Mute All
fr: Tout masquer
pl: Wycisz wszystko

# alerts.active.title
source: Active Alerts
fr: Alertes actives
pl: Aktywne alerty

# alerts.active.unmute
source: Unmute
fr: Afficher
pl: Przywróć

# alerts.config.done
source: Done
fr: Terminé
pl: Gotowe

# alerts.config.title
source: Configure Alerts
fr: Configurer les alertes
pl: Konfiguruj alerty

# alerts.configured.empty.message
source: Configure alerts from your Beszel web interface.
fr: Configurez les alertes depuis votre interface web Beszel.
pl: Skonfiguruj alerty z interfejsu webowego Beszel.

# alerts.configured.empty.title
source: No Alerts Configured
fr: Aucune alerte configurée
pl: Brak skonfigurowanych alertów

# alerts.configured.title
source: Configured Alerts
fr: Alertes configurées
pl: Skonfigurowane alerty

# alerts.description.exceeds %@
source: Exceeds %@
fr: Dépasse %@
pl: Przekracza %@

# alerts.description.exceedsWithDuration.plural %@ %lld
source: Exceeds %1$@ in last %2$lld minutes
fr: Dépasse %1$@ dans les dernières %2$lld minutes
pl: Przekracza %1$@ w ciągu ostatnich %2$lld minut

# alerts.description.exceedsWithDuration.singular %@
source: Exceeds %@ in last minute
fr: Dépasse %@ dans la dernière minute
pl: Przekracza %@ w ciągu ostatniej minuty

# alerts.detail.resolvedAt
source: Resolved at
fr: Résolue le
pl: Rozwiązany o

# alerts.detail.status
source: Status
fr: Statut

# alerts.detail.title
source: Alert Details
fr: Détails de l'alerte
pl: Szczegóły alertu

# alerts.detail.triggeredAt
source: Triggered at
fr: Déclenchée le
pl: Wyzwolony o

# alerts.error.notAvailable
source: Alerts are not available on this Beszel instance. Please update to the latest version.
fr: Les alertes ne sont pas disponibles sur cette instance Beszel. Veuillez mettre à jour vers la dernière version.
pl: Alerty nie są dostępne w tej instancji Beszel. Zaktualizuj do najnowszej wersji.

# alerts.filter.all
source: All
fr: Tous
pl: Wszystkie

# alerts.filter.allSystems
source: All systems
fr: Tous les systèmes
pl: Wszystkie systemy

# alerts.filter.allTypes
source: All types
fr: Tous les types
pl: Wszystkie typy

# alerts.filter.state
source: State
fr: État
pl: Stan

# alerts.filter.system
source: System
fr: Système

# alerts.form.cancel
source: Cancel
fr: Annuler
pl: Anuluj

# alerts.form.createTitle
source: Create Alert
fr: Créer une alerte
pl: Utwórz alert

# alerts.form.delete
source: Delete
fr: Supprimer
pl: Usuń

# alerts.form.deleteMessage
source: Are you sure you want to delete this alert? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer cette alerte ? Cette action est irréversible.
pl: Czy na pewno chcesz usunąć ten alert? Tej operacji nie można cofnąć.

# alerts.form.deleteTitle
source: Delete Alert
fr: Supprimer l'alerte
pl: Usuń alert

# alerts.form.duration
source: Duration
fr: Durée
pl: Czas trwania

# alerts.form.durationFooter
source: Triggers if threshold is exceeded for this many minutes. 0 or empty for immediate.
fr: Se déclenche si le seuil est dépassé pendant ce nombre de minutes. 0 ou vide pour immédiat.
pl: Wyzwala się, jeśli próg jest przekroczony przez tyle minut. 0 lub puste dla natychmiastowego.

# alerts.form.editTitle
source: Edit Alert
fr: Modifier l'alerte
pl: Edytuj alert

# alerts.form.save
source: Save
fr: Enregistrer
pl: Zapisz

# alerts.form.selectSystem
source: Select a system
fr: Sélectionner un système
pl: Wybierz system

# alerts.form.system
source: System
fr: Système

# alerts.form.threshold
source: Threshold
fr: Seuil
pl: Próg

# alerts.form.thresholdFooter
source: The value that must be exceeded to trigger the alert.
fr: La valeur qui doit être dépassée pour déclencher l'alerte.
pl: Wartość, która musi zostać przekroczona, aby wyzwolić alert.

# alerts.history.duration %@
source: Duration: %@
fr: Durée : %@
pl: Czas trwania: %@

# alerts.history.empty.message
source: No alerts have been triggered recently.
fr: Aucune alerte n'a été déclenchée récemment.
pl: Żadne alerty nie zostały ostatnio wyzwolone.

# alerts.history.empty.title
source: No Alert History
fr: Aucun historique d'alertes
pl: Brak historii alertów

# alerts.history.title
source: Alert History
fr: Historique des alertes
pl: Historia alertów

# alerts.history.value %@
source: Value: %@
fr: Valeur : %@
pl: Wartość: %@

# alerts.notification.body
source: %@ on %@ reached %@
fr: %@ sur %@ a atteint %@
pl: %@ na %@ osiągnął %@

# alerts.notification.title
source: Beszel Alert
fr: Alerte Beszel
pl: Alert Beszel

# alerts.search.placeholder
source: Search alerts
fr: Rechercher des alertes
pl: Szukaj alertów

# alerts.status.resolved
source: Resolved
fr: Résolue
pl: Rozwiązany

# alerts.subtitle
source: Alert activity and configuration
fr: Activité et configuration des alertes
pl: Aktywność i konfiguracja alertów

# alerts.tab.configured
source: Configured
fr: Configurées
pl: Skonfigurowane

# alerts.tab.history
source: History
fr: Historique
pl: Historia

# alerts.tab.picker
source: Alert category
fr: Catégorie d'alerte
pl: Kategoria alertu

# alerts.title
source: Alerts
fr: Alertes
pl: Alerty

# alerts.type.description.bandwidth
source: Triggers when bandwidth exceeds a threshold
fr: Se déclenche lorsque la bande passante dépasse un seuil
pl: Wyzwala się, gdy przepustowość przekroczy próg

# alerts.type.description.battery
source: Triggers when battery level drops below a threshold
fr: Se déclenche lorsque le niveau de batterie descend sous un seuil
pl: Wyzwala się, gdy poziom baterii spadnie poniżej progu

# alerts.type.description.cpu
source: Triggers when CPU usage exceeds a threshold
fr: Se déclenche lorsque l'utilisation du CPU dépasse un seuil
pl: Wyzwala się, gdy użycie CPU przekroczy próg

# alerts.type.description.disk
source: Triggers when disk usage exceeds a threshold
fr: Se déclenche lorsque l'utilisation du disque dépasse un seuil
pl: Wyzwala się, gdy użycie dysku przekroczy próg

# alerts.type.description.gpu
source: Triggers when GPU usage exceeds a threshold
fr: Se déclenche lorsque l'utilisation du GPU dépasse un seuil
pl: Wyzwala się, gdy użycie GPU przekroczy próg

# alerts.type.description.loadAverage1m
source: Triggers when 1 minute load average exceeds a threshold
fr: Se déclenche lorsque la charge moyenne sur 1 minute dépasse un seuil
pl: Wyzwala się, gdy średnie obciążenie z 1 minuty przekroczy próg

# alerts.type.description.loadAverage5m
source: Triggers when 5 minute load average exceeds a threshold
fr: Se déclenche lorsque la charge moyenne sur 5 minutes dépasse un seuil
pl: Wyzwala się, gdy średnie obciążenie z 5 minut przekroczy próg

# alerts.type.description.loadAverage15m
source: Triggers when 15 minute load average exceeds a threshold
fr: Se déclenche lorsque la charge moyenne sur 15 minutes dépasse un seuil
pl: Wyzwala się, gdy średnie obciążenie z 15 minut przekroczy próg

# alerts.type.description.memory
source: Triggers when memory usage exceeds a threshold
fr: Se déclenche lorsque l'utilisation de la mémoire dépasse un seuil
pl: Wyzwala się, gdy użycie pamięci przekroczy próg

# alerts.type.description.status
source: Triggers when status switches between up and down
fr: Se déclenche lorsque le statut bascule entre actif et inactif
pl: Wyzwala się, gdy status zmieni się między aktywnym a nieaktywnym

# alerts.type.description.temperature
source: Triggers when temperature exceeds a threshold
fr: Se déclenche lorsque la température dépasse un seuil
pl: Wyzwala się, gdy temperatura przekroczy próg

# alerts.type.name.bandwidth
source: Bandwidth
fr: Bande passante
pl: Przepustowość

# alerts.type.name.battery
source: Battery
fr: Batterie
pl: Bateria

# alerts.type.name.cpu
source: CPU Usage
fr: Utilisation CPU
pl: Użycie CPU

# alerts.type.name.disk
source: Disk Usage
fr: Utilisation Disque
pl: Użycie dysku

# alerts.type.name.gpu
source: GPU Usage
fr: Utilisation GPU
pl: Użycie GPU

# alerts.type.name.loadAverage1m
source: Load Average 1m
fr: Charge moyenne 1m
pl: Średnie obciążenie 1m

# alerts.type.name.loadAverage5m
source: Load Average 5m
fr: Charge moyenne 5m
pl: Średnie obciążenie 5m

# alerts.type.name.loadAverage15m
source: Load Average 15m
fr: Charge moyenne 15m
pl: Średnie obciążenie 15m

# alerts.type.name.memory
source: Memory Usage
fr: Utilisation mémoire
pl: Użycie pamięci

# alerts.type.name.status
source: Status
fr: Statut

# alerts.type.name.temperature
source: Temperature
fr: Température
pl: Temperatura

source: All Systems
fr: Tous les systèmes
pl: Wszystkie systemy

source: All Types
fr: Tous les types
pl: Wszystkie typy

source: Bandwidth
fr: Bande passante
pl: Przepustowość

source: Bandwidth (MB/s)
fr: Bande passante (MB/s)
pl: Przepustowość (MB/s)

source: Capacity
fr: Capacite
pl: Pojemnosc

# chart.bandwidth
source: Bandwidth
fr: Bande passante
pl: Przepustowość

# chart.bandwidth.cumulative.download
source: Cumulative Download
fr: Téléchargement cumulé
pl: Skumulowane pobieranie

# chart.bandwidth.cumulative.download.subtitle
source: Total data received per interface
fr: Total des données reçues par interface
pl: Łączne dane odebrane na interfejs

# chart.bandwidth.cumulative.upload
source: Cumulative Upload
fr: Envoi cumulé
pl: Skumulowane wysyłanie

# chart.bandwidth.cumulative.upload.subtitle
source: Total data sent per interface
fr: Total des données envoyées par interface
pl: Łączne dane wysłane na interfejs

# chart.bandwidth.download
source: Download
fr: Reçu
pl: Pobieranie

# chart.bandwidth.perInterface.download
source: Download
fr: Reçu
pl: Pobieranie

# chart.bandwidth.perInterface.download.subtitle
source: Per-interface download rate
fr: Débit de téléchargement par interface
pl: Prędkość pobierania na interfejs

# chart.bandwidth.perInterface.upload
source: Upload
fr: Envoyé
pl: Wysyłanie

# chart.bandwidth.perInterface.upload.subtitle
source: Per-interface upload rate
fr: Débit d'envoi par interface
pl: Prędkość wysyłania na interfejs

# chart.bandwidth.subtitle
source: Network traffic of public interfaces
fr: Trafic réseau des interfaces publiques
pl: Ruch sieciowy publicznych interfejsów

# chart.bandwidth.upload
source: Upload
fr: Envoyé
pl: Wysyłanie

# chart.configuration.chartType.title
source: Chart
fr: Graphique
pl: Wykres

# chart.configuration.system.title
source: System
fr: Système

# chart.container.cpuUsage.percent
source: Docker CPU Usage
fr: Utilisation du CPU Docker
pl: Użycie CPU Dockera

# chart.container.cpuUsage.subtitle
source: Average CPU utilization of containers
fr: Utilisation moyenne du CPU des conteneurs
pl: Średnie użycie CPU kontenerów

# chart.container.memoryUsage.bytes
source: Docker Memory Usage
fr: Utilisation de la mémoire Docker
pl: Użycie pamięci Dockera

# chart.container.memoryUsage.subtitle
source: Memory usage of docker containers
fr: Utilisation mémoire des conteneurs Docker
pl: Użycie pamięci kontenerów Dockera

# chart.cpu.breakdown.idle
source: Idle
fr: Inactif
pl: Bezczynny

# chart.cpu.breakdown.other
source: Other
fr: Autre
pl: Inne

# chart.cpu.breakdown.subtitle
source: Percentage of time spent in each state
fr: Pourcentage de temps dans chaque état
pl: Procent czasu spędzony w każdym stanie

# chart.cpu.breakdown.system
source: System
fr: Système

# chart.cpu.breakdown.title
source: CPU Time Breakdown
fr: Répartition du temps CPU
pl: Podział czasu CPU

# chart.cpu.breakdown.user
source: User
fr: Utilisateur
pl: Użytkownik

# chart.cpu.cores.subtitle
source: Per-core average utilization
fr: Utilisation moyenne par cœur
pl: Średnie wykorzystanie na rdzeń

# chart.cpu.cores.title
source: CPU Cores
fr: Cœurs CPU
pl: Rdzenie CPU

# chart.cpuUsage
source: CPU Usage
fr: Utilisation CPU
pl: Użycie CPU

# chart.cpuUsage.subtitle
source: Average system-wide CPU utilization
fr: Utilisation moyenne du CPU système
pl: Średnie ogólnosystemowe użycie CPU

# chart.disk.prefix
source: Disk
fr: Disque
pl: Dysk

# chart.disk.used
source: Used
fr: Utilisé
pl: Użyte

# chart.diskIO
source: Disk I/O
fr: Disque Entrée/Sortie
pl: Dysk We/Wy

# chart.diskIO.await
source: I/O Await
fr: Attente E/S
pl: Oczekiwanie I/O

# chart.diskIO.await.subtitle
source: Average number of I/O operations waiting to be serviced
fr: Nombre moyen d'opérations d'E/S en attente
pl: Średnia liczba operacji I/O oczekujących na obsługę

# chart.diskIO.queueDepth
source: Queue Depth
fr: Profondeur de file d'attente
pl: Głębokość kolejki

# chart.diskIO.queueDepth.subtitle
source: Average number of I/O operations in the device queue
fr: Nombre moyen d'opérations d'E/S dans la file d'attente
pl: Średnia liczba operacji I/O w kolejce urządzenia

# chart.diskIO.rAwait
source: r_await
fr: r_attente
pl: r_oczekiwanie

# chart.diskIO.read
source: Read
fr: Lecture
pl: Odczyt

# chart.diskIO.readTime
source: Read Time
fr: Temps lecture
pl: Czas odczytu

# chart.diskIO.subtitle
source: Throughput of root filesystem
fr: Débit du système de fichiers racine
pl: Przepustowość głównego systemu plików

# chart.diskIO.times
source: I/O Times
fr: Temps E/S
pl: Czasy We/Wy

# chart.diskIO.times.subtitle
source: Total time spent on read/write (can exceed 100%)
fr: Temps total passé en lecture/écriture (peut dépasser 100%)
pl: Łączny czas na odczyt/zapis (może przekroczyć 100%)

# chart.diskIO.utilization
source: I/O Utilization
fr: Utilisation E/S
pl: Wykorzystanie We/Wy

# chart.diskIO.utilization.subtitle
source: Percent of time the disk is busy with I/O
fr: Pourcentage du temps où le disque est occupé par des E/S
pl: Procent czasu, gdy dysk jest zajęty operacjami I/O

# chart.diskIO.wAwait
source: w_await
fr: w_attente
pl: w_oczekiwanie

# chart.diskIO.write
source: Write
fr: Écriture
pl: Zapisz

# chart.diskIO.writeTime
source: Write Time
fr: Temps ecriture
pl: Czas zapisu

# chart.diskUsage
source: Disk Usage
fr: Utilisation Disque
pl: Użycie dysku

# chart.diskUsage.subtitle
source: Usage of root partition
fr: Utilisation de la partition racine
pl: Użycie głównej partycji

# chart.extraDisk.io
source: I/O
fr: Entrée/Sortie
pl: We/Wy

# chart.extraDisk.io.title %@
source: %@ I/O
fr: %@ Entrée/Sortie
pl: %@ We/Wy

# chart.extraDisk.usage
source: Usage
fr: Utilisation
pl: Użycie

# chart.extraDisk.usage.title %@
source: %@ Usage
fr: %@ Utilisation
pl: %@ Użycie

# chart.extraDiskIO.subtitle %@
source: Throughput of %@
fr: Débit de %@
pl: Przepustowość %@

# chart.extraDiskUsage.subtitle %@
source: Disk usage of %@
fr: Utilisation du disque %@
pl: Użycie dysku %@

# chart.gpuUsage
source: GPU Usage
fr: Utilisation GPU
pl: Użycie GPU

# chart.gpuUsage.subtitle
source: Average utilization of GPU engines
fr: Utilisation moyenne des moteurs GPU
pl: Średnie użycie silników GPU

# chart.loadAverage
source: Load Average
fr: Charge moyenne
pl: Średnie obciążenie

# chart.loadAverage.subtitle
source: System load averages over time
fr: Charges moyennes du système dans le temps
pl: Średnia obciążenia systemu w czasie

# chart.memoryUsage
source: Memory Usage
fr: Utilisation mémoire
pl: Użycie pamięci

# chart.memoryUsage.subtitle
source: Precise utilization at the recorded time
fr: Utilisation précise au moment enregistré
pl: Dokładne użycie w zarejestrowanym czasie

# chart.networkInterfaces
source: Network Interfaces
fr: Interfaces réseau
pl: Interfejsy sieciowe

# chart.networkInterfaces.subtitle
source: Total data received and sent for each interface
fr: Données totales reçues et envoyées par interface
pl: Łączne dane odebrane i wysłane dla każdego interfejsu

# chart.noDataForMetric %@
source: No data for %@
fr: Pas de données pour %@
pl: Brak danych dla %@

# chart.swap.used
source: Used
fr: Utilisé
pl: Użyte

# chart.swapUsage
source: Swap Usage
fr: Utilisation Swap
pl: Użycie swap

# chart.swapUsage.subtitle
source: Swap space used by the system
fr: Espace d'échange utilisé par le système
pl: Przestrzeń wymiany używana przez system

# chart.temperatures
source: Temperature
fr: Température
pl: Temperatura

# chart.temperatures.subtitle
source: Temperatures of system sensors
fr: Températures des capteurs système
pl: Temperatury czujników systemowych

# charts.stacked_cpu.subtitle
source: Average CPU utilization of containers
fr: Utilisation moyenne du CPU des conteneurs
pl: Średnie użycie CPU kontenerów

# charts.stacked_cpu.title
source: Docker CPU Usage
fr: Utilisation du CPU Docker
pl: Użycie CPU Dockera

# charts.stacked_memory.subtitle
source: Memory usage of docker containers
fr: Utilisation mémoire des conteneurs Docker
pl: Użycie pamięci kontenerów Dockera

# charts.stacked_memory.title %@
source: Docker Memory Usage (%@)
fr: Utilisation de la mémoire Docker (%@)
pl: Użycie pamięci Dockera (%@)

# charts.stacked_network.subtitle
source: Network traffic of docker containers
fr: Trafic réseau des conteneurs Docker
pl: Ruch sieciowy kontenerów Dockera

# charts.stacked_network.title %@
source: Docker Network I/O (%@)
fr: Réseau I/O Docker (%@)
pl: Sieć I/O Dockera (%@)

# common.cancel
source: Cancel
fr: Annuler
pl: Anuluj

# common.clearSearch
source: Clear search
fr: Effacer la recherche
pl: Wyczyść wyszukiwanie

# common.close
source: Close
fr: Fermer
pl: Zamknij

# common.collapsed
source: Collapsed
fr: Réduit
pl: Zwinięte

# common.copied
source: Copied!
fr: Copié !
pl: Skopiowano!

# common.delete
source: Delete
fr: Supprimer
pl: Usuń

# common.edit
source: Edit
fr: Modifier
pl: Edytuj

# common.error
source: Error
fr: Erreur
pl: Błąd

# common.error.authFailed
source: Authentication failed. Please reconnect your instance.
fr: Échec de l'authentification. Veuillez reconnecter votre instance.
pl: Uwierzytelnianie nie powiodło się. Podłącz ponownie swoją instancję.

# common.error.fetchFailed
source: Unable to fetch data
fr: Impossible de récupérer les données
pl: Nie można pobrać danych

# common.error.unknown
source: Unknown error
fr: Erreur inconnue
pl: Nieznany błąd

# common.expanded
source: Expanded
fr: Développé
pl: Rozwinięte

# common.noData
source: No Data
fr: Aucune donnée
pl: Brak danych

# common.noResults.message
source: Try changing the search or filters.
fr: Modifiez la recherche ou les filtres.
pl: Zmień wyszukiwanie lub filtry.

# common.noResults.title
source: No results
fr: Aucun résultat
pl: Brak wyników

# common.or
source: or
fr: ou
pl: lub

# common.refresh
source: Refresh
fr: Actualiser
pl: Odśwież

# common.retry
source: Retry
fr: Réessayer
pl: Ponów

# common.save
source: Save
fr: Enregistrer
pl: Zapisz

# container.detail.tabPicker
source: Container section
fr: Section du conteneur
pl: Sekcja kontenera

# container.details.empty
source: No details
fr: Aucun détail
pl: Brak szczegółów

# container.details.empty.description
source: No details available for this container
fr: Aucun détail disponible pour ce conteneur
pl: Brak dostępnych szczegółów dla tego kontenera

# container.error.noInstance
source: No active instance
fr: Aucune instance active
pl: Brak aktywnej instancji

# container.error.notFound
source: Container not found
fr: Conteneur introuvable
pl: Kontener nie znaleziony

# container.health.healthy
source: Healthy
fr: Sain
pl: Zdrowy

# container.health.none
source: None
fr: Aucun
pl: Brak

# container.health.starting
source: Starting
fr: Démarrage
pl: Uruchamianie

# container.health.unhealthy
source: Unhealthy
fr: Défaillant
pl: Niezdrowy

# container.logs.empty
source: No logs
fr: Aucun journal
pl: Brak logów

# container.logs.empty.description
source: No logs available for this container
fr: Aucun journal disponible pour ce conteneur
pl: Brak dostępnych logów dla tego kontenera

# container.status.running
source: Running
fr: En cours
pl: Uruchomiony

# container.status.stopped
source: Stopped
fr: Arrêté
pl: Zatrzymany

# container.subtitle
source: Docker container list
fr: Liste des conteneurs Docker
pl: Lista kontenerów Dockera

# container.tab.details
source: Details
fr: Détails
pl: Szczegóły

# container.tab.info
source: Info
fr: Infos
pl: Informacje

# container.tab.logs
source: Logs
fr: Journaux
pl: Logi

# container.title
source: Containers
fr: Conteneurs
pl: Kontenery

# Conteneur
source: Container
fr: Conteneur
pl: Kontener

source: Dark
fr: Sombre
pl: Ciemny

# dashboard.descending
source: Descending
fr: Ordre
pl: Malejąco

# dashboard.filterBy
source: Filter by
fr: Filtrer par
pl: Filtruj według

# dashboard.filtersTitle
source: Filters
fr: Filtres
pl: Filtry

# dashboard.searchPlaceholder
source: Search…
fr: Recherche…
pl: Szukaj…

# dashboard.sortBy
source: Sort by
fr: Trier par
pl: Sortuj według

# dashboard.sortByOrder
source: Descending
fr: Ordre
pl: Malejąco

# details.bandwidth.title
source: Bandwidth Details
fr: Détails bande passante
pl: Szczegóły przepustowości

# details.chart.drag_prompt
source: Drag on the X axis to select a date.
fr: Faites glisser sur l'axe X pour sélectionner une date.
pl: Przeciągnij na osi X, aby wybrać datę.

# details.chart.values_at_date %@
source: Values at %@
fr: Valeurs le %@
pl: Wartości w %@

# details.cpu.title
source: Docker CPU Usage
fr: Utilisation du CPU Docker
pl: Użycie CPU Dockera

# details.diskIO.title
source: Disk I/O Details
fr: Details E/S disque
pl: Szczegoly We/Wy dysku

# details.extraDiskIO.title
source: I/O Details
fr: Détails E/S
pl: Szczegóły We/Wy

# details.memory.title %@
source: Memory Usage Details
fr: Détails Utilisation Mémoire
pl: Szczegóły użycia pamięci

# details.network.title %@
source: Network I/O Details
fr: Détails Réseau I/O
pl: Szczegóły sieci I/O

source: Disk
fr: Disque
pl: Dysk

source: Disk I/O (MB/s)
fr: Entrée/Sortie disque (MB/s)
pl: I/O dysku (MB/s)

source: DOWN
fr: INJOIGNABLE
pl: OFFLINE

source: Download
fr: Reçu
pl: Pobieranie

source: End
fr: Fin
pl: Koniec

source: Filesystem
fr: Système de fichiers
pl: System plików

source: Filter
fr: Filtrer
pl: Filtruj

# filter.byMetric
source: Metric
fr: Métrique
pl: Metryka

# filter.bySystem
source: System
fr: Système

source: Filters
fr: Filtres
pl: Filtry

# headers.add
source: Add Header
fr: Ajouter un en-tête
pl: Dodaj nagłówek

# headers.description
source: Sent with every request to this instance. Useful for reverse-proxy authentication such as Cloudflare Access (CF-Access-Client-Id / CF-Access-Client-Secret).
fr: Envoyés avec chaque requête vers cette instance. Utile pour l'authentification via un proxy inverse comme Cloudflare Access (CF-Access-Client-Id / CF-Access-Client-Secret).
pl: Wysyłane z każdym żądaniem do tej instancji. Przydatne do uwierzytelniania przez reverse proxy, np. Cloudflare Access (CF-Access-Client-Id / CF-Access-Client-Secret).

# headers.edit
source: Edit Headers
fr: Modifier les en-têtes
pl: Edytuj nagłówki

# headers.namePlaceholder
source: Header name
fr: Nom de l'en-tête
pl: Nazwa nagłówka

# headers.title
source: Custom HTTP Headers
fr: En-têtes HTTP personnalisés
pl: Niestandardowe nagłówki HTTP

# headers.valuePlaceholder
source: Value
fr: Valeur
pl: Wartość

# home.empty.message
source: Pin your favorite charts from the System and Containers pages to see them here.
fr: Épinglez vos graphiques préférés depuis les pages Système et Conteneurs pour les voir ici.
pl: Przypnij swoje ulubione wykresy ze stron System i Kontenery, aby zobaczyć je tutaj.
